export const RAW_TEXT = `
הקדמה

בזה הספר מבוארים כל המדות והנהגות על סדר א״ב. ונחלק לב׳ חלקים. והם מכונים אצלינו בשם א״ב ישן וא״ב חדש. החלק הא׳ הם ליקוטים נפלאים אשר לקט רבינו הטהור והקדוש בימי ילדותו. כל אשר השיגה יד חכמתו הגדולה. להבין דבר. מתוך דבר ואסף מכל ספרי קודש. כל אשר מצא בהם מה שנוגע למוסר ולהנהגות ומדות ישרות. וכתבם אצלו לזכרון. הן מה שמצא מבואר בדברי רז״ל איזה מעלה של מדה טובה או להיפך גנות מדה רעה. הכל כאשר לכל היה מאסף על יד על יד. והעתיקם אצלו על סדר א״ב אצל כל מדה ומדה. למען יהי׳ לו לזכרון לראות בעיניו מעלת כל מדה ומדה והיפוכה. למען לכת בדרך טובים וארחות צדיקים נשמור. ונוסף לזה השיגה חכמתו הרמה דברים רבים יקרים ונפלאים. אשר אינם מבוארים בפירוש בדברי חז״ל. אך ברוב עוצם השגתו הבין דבר מתוך דבר. והשיג חידושים יקרים בעניני המדות מתוך הפסוקים ומתוך דברי רז״ל. אשר אינם מבוארים בדבריהם בפירוש. כ״א ברמז למשכיל כמותו.
והכל אסף וקבץ ביחד על סדר א״ב. וברבות הימים נמצא אצלו חיבור שלם על כל המדות. וצוה להעתיק הכל. ומפיו יקרא אלי. ואני כותב על הספר. למען לא ימוש ספר הזה מפינו. להגות בו תמיד. למען נחדל ממדות רעות. כי כ״א בראותו מסודר עוצם גנות מדה רעה וגודל הפסדה. והפגם הנורא המגיע על ידה. יחוס על נפשו. ויאזור מתניו לעמוד כנגדה. ויבקש ממי שהרחמים שלו. למלט נפשו מני שחת. להצילו מאותן המדות רעות או תאוות רעות וכיוצא בהן. וכן להיפך במדות טובות.

הקדמה שניה

בענין המידות. דע הנה בכל מדה ומדה יש בה כמה וכמה בחי׳ וענינים וכל מדה היא בחי׳ קומה שלימה וע׳׳כ כשחסר לאדם בחי׳ אחת מהמדה אף שכל המדה היא שלימה אצלו אעפ״כ מחמת החסרון אחד שיש לאדם בהמדה אזי נראה לו כאילו כל המדה חסירה אצלו כמו אצל האדם כשיש לו חסרון באבר אחד אזי כל גופו מבולבל ומרגיש החסרון בכל הגוף. כמו כן כשחסר לאדם איזה חסרון בהמדה נראה לו כאלו חסר כל המלה. והנה המדות הם שכינים אלו לאלו ע״כ יכולה מדה אחת לעזור למדה אחרת שהיא שכינה אצלה וכן באברי המדה יש שכינים ויוכל אבר מדה זו לעזור לאבר מדה אחרת כדוגמת שאמרו רז״ל אבר מחזיק אבר דהיינו כשאוכל זה האבר מהבהמה יתחזק אבר האדם. כן אצל המדות יוכל לסייע חלק מדה זו שהיא בחי׳ אבר המלה לאבר מדה השכינה אצלה וע״כ כשאדם רוצה לילך בדרך הקודש צריך לשבר כל המדות רעות ולזכות למדות טובות וצריך לבקש ולחפש עצמו תמיד ולחפש בכל מדה ומדה אם היא שלימה אצלו וכשרואה איזה חסרון באיזה מדה אזי יבקש לו עזר וסיוע מההמדה השכינה:

אמת

חלק ראשון

א. מִי שֶׁרוֹצֶה לְדַבֵּק אֶת עַצְמוֹ בְּהַשֵּׁם יִתְבָּרַךְ, עַד שֶׁיֵּלֵךְ בְּמַחֲשַׁבְתּוֹ מֵהֵיכָל אֶל הֵיכָל וְיִרְאֶה אֶת הַהֵיכָלוֹת בְּעֵינֵי הַשֵּׂכֶל, יִשְׁמר אֶת עַצְמוֹ מִלּוֹמַר שֶׁקֶר אֲפִלּוּ בְּטָעוּת.
ב. מֻתָּר לְשַׁנּוֹת בִּדְבַר הַשָּׁלוֹם.
ג. כַּת שַׁקָּרִים אֵינָם מְקַבְּלִים פְּנֵי הַשְּׁכִינָה.
ד. שָׁרֵי לְהוּ לְצַדִּיקַיָּא לִסְגוּאֵי בְּרַמָּאוּתָא עִם רַמָּאֵי.
ה. כָּל הַמּוֹסִיף גּוֹרֵעַ.
ו. עַל־יְדֵי שֶׁקֶר בָּאִים הִרְהוּרֵי עֲבוֹדָה־זָרָה.
ז. עַל־יְדֵי אֱמֶת לא יָמוּת קדֶם זְמַנּוֹ הַקָּצוּב.
ח. מֵרוּחַ פִּיו שֶׁל הַשַּׁקְּרָן נַעֲשָׂה הַיֵּצֶר הָרָע, וּכְשֶׁיָּבוֹא מָשִׁיחַ אָז לא יִהְיֶה שֶּׁקֶר, וּבִשְׁבִיל זֶה לא יִהְיֶה יֵצֶר הָרָע בָּעוֹלָם.
ט. מִי שֶׁהוּא אִישׁ אֱמֶת, אֲזַי הוּא מַכִּיר בְּאַחֵר, אִם אַחֵר דּוֹבֵר שֶׁקֶר אִם לָאו.
י. הַסִּימָן שֶׁל הַשֶּׁקֶר – כְּשֶׁלּא יַסְכִּימוּ עָלָיו רַבִּים, וְהוּא מִשְּׁלשָׁה שֶׁהַקָּדוֹשׁ־בָּרוּךְ־הוּא שֹוֹנְאָן.

חלק שני

א. עַל־יְדֵי שֶׁקֶר דְּבָרָיו אֵינָם נִשְׁמָעִים. גַּם עַל־יְדֵי שֶׁקֶר מְאַלְמֵן, חַס וְשָׁלוֹם, כַּמָּה נָשִׁים.
ב. עַל־יְדֵי אֱמֶת נִתְגַּלֶּה יִחוּדוֹ בָּעוֹלָם.
ג. כְּשֶׁאַתָּה רוֹאֶה שַׁקְרָן, תֵּדַע, שֶׁגַּם הַמַּנְהִיג שֶׁל הָאִישׁ הַזֶּה שַׁקְרָן.
ד. עַל־יְדֵי שֶׁקֶר בָּא לִידֵי גִּלּוּי־עֲרָיוֹת וּשְׁפִיכוּת־דָּמִים, וְגַם מַכְשִׁיל אֶת הַכְּשֵׁרִים בְּגִלּוּי־עֲרָיוֹת וּשְׁפִיכוּת־דָּמִים, וּמַרְאֶה הֶתֵּר מִן הַתּוֹרָה.

הכנסת אורחים

חלק ראשון

א. מִי שֶׁאֵין מַכְנִיס אוֹרְחִים, בָּזֶה מַחֲזִיק יְדֵי מְרֵעִים, שֶׁלּא יַחְזְרוּ בִּתְשׁוּבָה.
ב. עִיר שֶׁאֵין בָּהּ הַכְנָסַת אוֹרְחִים בָּאִים לִידֵי גִּלּוּי עֲרָיוֹת, וְעַל־יְדֵי גִּלּוּי עֲרָיוֹת בָּא עֲלֵיהֶם הֲרִיגָה.
ג. הַכְנָסַת אוֹרְחִים מְזַכָּה אֶת הָאִשָּׁה לְבָנִים.
ד. הַכְנָסַת אוֹרְחִים כְּהַכְנָסַת שַׁבָּת.

חלק שני

א. עַל־יְדֵי הַכְנָסַת־אוֹרְחִים אֵימָתוֹ מֻטֶּלֶת עַל הַבְּרִיּוֹת.
ב. סְגֻלָּה לְהַחֲזִיר לְאִשָּׁה וִסְתָּהּ עַל־יְדֵי הַכְנָסַת־אוֹרְחִים.

אהבה

חלק ראשון

א. כְּשֶׁאֵין אַהֲבָה בֵּין בְּנֵי אָדָם, עַל־יְדֵי זֶה הֵם הוֹלְכֵי רָכִיל, וְעַל־יְדֵי רְכִילוּת בָּאִים לְלֵיצָנוּת, וְעַל־יְדֵי לֵיצָנוּת הֵם דּוֹבְרִים שֶׁקֶר.
ב. עַל־יְדֵי שִׂנְאָה בָּא בַּהֲלוּת, וְעַל־יְדֵי שִׂנְאָה בָּא שְׂרֵפָה.
ג. עַל־יְדֵי אַהֲבַת הַשֵּׁם יִתְבָּרַךְ נִשְׁמָר הַנֶּפֶשׁ מִכָּל פְּגָעִים רָעִים.
ד. כְּשֶׁתָּשׁוּב בִּתְחִלָּה עַל עֲווֹנוֹתֶיךָ, תּוּכַל לָבוֹא לְאַהֲבַת הַשֵּׁם יִתְבָּרַךְ.

חלק שני

א. כְּשֶׁהַצְּמָחִים גְּדֵלִים בִּמְלוֹאָם, עַל־יְדֵי זֶה אַהֲבָה בָּעוֹלָם.
ב. אַהֲבַת אִשָּׁה לְבַעְלָהּ נִכָּר בַּזְּבוּבִים וְיִתּוּשִׁים שֶׁבַּבָּיִת גַּם עַל־יְדֵי אַהֲבָתָם יְכוֹלִין לֵידַע כּחַ הַיֵּצֶר הָרָע אִם כְּבָר נֶחֱלָשׁ אִם לָאו.

אמונה

חלק ראשון

א. צָרִיךְ לְהַאֲמִין בְּהַשֵׁם יִתְבָּרַךְ בְּדֶרֶךְ אֱמוּנָה וְלא בְּדֶרֶךְ מוֹפֵת.
ב. עַל־יְדֵי עֲנָוָה תִּזְכֶּה לֶאֱמוּנָה.
ג. בִּרְאוֹתְךָ שִׁנּוּי מַעֲשִֶׂה, אַל תּאמַר מִקְרֶה הוּא, אֶלָּא תַּאֲמִין כִּי זֶה הַשְׁגָּחַת הַשֵּׁם יִתְבָּרַךְ.
ד. יֵשׁ דְּבָרִים שֶׁהֵם מְבִיאִים הֶזֵּק גָּדוֹל לָעוֹלָם. וְהַדָּבָר קָשֶׁה: לָמָּה נִבְרְאוּ? תֵּדַע, שֶׁבְּוַדַּאי יֵשׁ בָּהֶם צַד אֶחָד לְטוֹבָה.

חלק שני

א. לִפְעָמִים אָדָם בָּא לְאֵיזֶהוּ מָקוֹם, וְיֵשׁ לוֹ צַעַר בְּזֶה הַמָּקוֹם, יֵדַע שֶׁזֶּה הַמָּקוֹם הָיוּ בּוֹ אֲבוֹתָיו וְנָפַל לָהֶם אֵיזֶה כְּפִירָה, אוֹ בָּנָיו יָבוֹאוּ בַּמָּקוֹם הַזֶּה לְאֵיזֶה כְּפִירָה, וְעַל־יְדֵי זֶה הוּא סוֹבֵל עַכְשָׁו צַעַר בַּמָּקוֹם הַזֶּה.
ב. עַל־יְדֵי חֲנֻפָּה בָּא לִידֵי כְּפִירָה.

תשובה

חלק ראשון

א. הַתַּעֲנִית מוֹעִיל לְכָל דָּבָר.
ב. מִי שֶׁהוּא עָרוֹם מִמַּעֲשִׂים טוֹבִים, אֵינוֹ יָכוֹל לְהַפְרִישׁ אֲחֵרִים מֵרִשְׁעָתָם.
ג. הַתַּעֲנִית קָשָׁה מֵחֶרֶב.
ד. הַתְּשׁוּבָה רָאוּי, שֶׁתִּהְיֶה בְּאוֹתוֹ דָּבָר עַצְמוֹ.

חלק שני

א. יוֹם שֶׁהָאָדָם עוֹשֶׂה תְּשׁוּבָה הוּא לְמַעְלָה מֵהַזְּמַן וּמַעֲלֶה כָּל הַיָּמִים לְמַעְלָה מֵהַזְּמַן, וְכֵן יוֹם הַכִּפּוּרִים הוּא לְמַעְלָה מֵהַזְּמַן.
ב. גַּם עַל יְדֵי תְּשׁוּבָה הָרוּחַ שֶׁל מָשִׁיחַ מְנַשֶּׁבֶת עַל גְּזֵרוֹת הַמַּלְכֻיּוֹת וּמְבַטְּלָן.

תפילה

חלק ראשון

א. צָרִיךְ אָדָם לִהְיוֹת נִכְסָף וּמִשְׁתּוֹקֵק לַטּוֹב הַכְּלָלִי, אַף עַל פִּי שֶׁיִּמָשֵׁךְ לוֹ לְבַד הֶפְסֵד.
ב. הַמִּתְפַּלֵּל בְּבֵית הַכְּנֶסֶת, כְּאִלּוּ הֵבִיא מִנְחָה טְהוֹרָה.
ג. הַקָּדוֹשׁ בָּרוּךְ הוּא. מָצוּי בְּבֵית הַכְּנֶסֶת.

חלק שני

א. בִּשְׁבִיל שֶׁאֵין מְבַקְשִׁין רַחֲמִים עַל חֲבֵרוֹ, עַל יְדֵי זֶה נוֹפֵל לִתְפִיסָה, וְתִקּוּן לִתְפִיסָה שֶׁיְּפַרְנֵס אֵיזֶהוּ בַּעֲלֵי חַיִּים.
ב. הַתְּפִילָּה מְעֻלָּה [מוֹעִילָה], כְּשֶׁפָּנָיו כְּלַפֵּי מַעְלָה.
`;
